{
    "firstMessage": {
        "embed": {
            "title": "Префиксы сервера",
            "description": "Все префиксы данного сервера. Вы можете написать команду с любого из префиксов ниже, и она выполнится\n\n${prefixes}"
        },
        "onePrefixDescription": "Префикс: `${prefix}`\n${userFound_or_userNotFound}\nДата добавления: ${createDate}",
        "userFound": "Добавил пользователь ${user}${userID}",
        "userNotFound": "Добавлено неизвестным пользователем. Его айди: `${userID}`",
        "addButton": {
            "label": "Удалить"
        },
        "deleteButton": {
            "label": "Добавить"
        }
    },
    "addPrefix": {
        "maximumLimitExceeded": "Простите но вы не можете создать более ${limit} префиксов. Зачем тебе так много префиксов? У всех ботов ты можешь поставить максимум 1 префикс, а тут я тебе дал возможность поставить целых ${currentPrefixes} префиксов. Если что, тут ты должен получить достижение, когда они будут реализованы, если я забуду добавить сюда достижение, пожалуйста напиши мне(создателю бота), это можно сделать написав команду `${supportCommand}`",
        "prefixPromt1": "Пожалуйста отправьте новый префикс сервера, при написанни которого будут выполнятся команды бота",
        "prefixPromt2": "Пожалуйста отправьте префикс который вы хотите добавить к существующим. По мимо возможности выполнить команду с использованием прошлых префиксов, вы ещё сможете использовать данный префикс",
        "longPrefixLength": "",
        "successEmbed": {
            "color": "Green",
            "title": "Успешно",
            "description1": "Вы успешно добавили первый префикс сервера(сложно было пользоватся командами без префиксов?)). Теперь для выполнения команд вам нужно писать их с префикса `${newPrefix}`",
            "description2": "Вы успешно добавили префикс `${newPrefix}`. Тперь для выполнения команд вы можете использовать по мимо прошлых префиксов ещё и префикс ${newPrefix}"
        }
    },
    "welcomeAdd": {
        "firstArgument": "Пожалуйста выберете канал из списка ниже, или напишити для отправки вашего сообщения приветствия"
    },
    "errors": {
        "notYourButtons": "Простите, но команду написали не вы, по этому это не ваши кнопки, и вы не можете взаимодействовать с чужими кнопками",
        "channelNotFound": "Простите, но канал ёданных"
    }
}